{
  "forename": "Nandini",
  "surname": "Patel",
  "profession": "Junior Software Developer",
  "number": "+48-1516-2342",
  "email": "please@ask.com",
  "sections": {
    "summary": {
      "heading": "Summary",
      "icon" : {
        "name": "user-alt"
      },
      "articles": [
        {
          "heading": "",
          "info": "I am a self-motivated, confident Makers Academy graduate who is capable of grasping new concepts with ease and working on my own initiative. Having transitioned into the world of tech after having a background in Finance, I have strong analytical and problem solving skills which will assist me in the day to day challenges.\n\nFor me, technology, is the ultimate portable career. Software development permits me to tap into my creative side while working on projects that I am passionate about.\n\nI am looking for a Junior Software Developer role in an environment which provides me with the opportunity to prosper as well as enabling me to apply and enhance the skills I currently possess.",
          "aside": {}
        }
      ]
    },
    "experience": {
      "heading": "Experience",
      "icon": {
        "name": "briefcase"
      },
      "articles": [
        {
          "heading": "Newsquawk",
          "info": "Newsquawk is a company that delivers news to traders. As as Junior developer the role involves:\nDeveloping applications in an agile enviroment using Ruby, JavaScript, HTML, CSS, as well as external APIs.\nHelp re-engineer and continuosly improve existing applications.\nAssesing users needs, design a potential solution and then selecting the most suitsble software - taking that through to the development stage.",
          "aside": {
            "title": "Junior Developer",
            "period": "Nov 19 - Present"
          }
        },
        {
          "heading": "The Collective",
          "info": "The Collective is a property developemnt company built around the idea of co-living. As part of the finance teams the duties were as follows:\nControl expenses by completing and receiving payments.\nProcess, verify and reconcile invoices on Xero i.e. weekly payment runs.\nLiaise with suppliers to address disputes and payment failure issues.\nProduce aged payables/receivables reports – communicate with clients who have missed a payment, agree and schedule payments to bring them back on track.\nAssist with producing analyses of accounts and monthly reports (management accounts).\nEnsure compliance with all company policies and procedures.\nPost customer payments by recording cash, cheques, and credit card transactions.",
          "aside": {
            "title": "Finance Assistant/Credit Controller",
            "period": "Nov 17 - Jan 19"
          }
        },
        {
          "heading": "Kings Road Medical Centre",
          "info": "As a receptionist duties included; arranging patient appointments, filing patient records and answering telephone queries.",
          "aside": {
            "title": "Receptionist",
            "period": "May 15 - Nov 17"
          }
        },
        {
          "heading": "Union Bank of India ",
          "info": "4-week long internship which involved a rotation programme allowing myself to gain an insight into the various roles and positions held in the bank. The areas in which the programme covered: HR, Risk, Audit, Treasury, Branch, IT & Security. Duties include: carrying out tasks in the branch (opening of bank accounts, checking/updating individual details using a software programme, filing) understanding the duties and daily roles of those in the Risk and Audit Department as well as, the HR department.",
          "aside": {
            "title": "Intern",
            "period": "Aug 16 - Sep 16"
          }
        }
      ]
    },
    "education": {
      "heading": "Education",
      "icon" : {
        "name": "graduation-cap"
      },
      "articles": [
        {
          "heading": "Coding Bootcamp",
          "info": "12 Week Full Stack Software Developing Bootcamp focused on OOD and TDD. The course taught me that once you know one language it is so easy to learn a new language. Some of these languages included; Ruby, JavaScript, Ruby on Rails. At the end of the course a final group project was completed, built in Xcode using Swift as a language. The problem we wanted to tackle with this app was food waste on a small scale. The app generates recipes based on available ingredients inputted.\n",
          "aside": {
            "title": "Makers Academy",
            "period": "Feb 19 - Jun 19"
          }
        },
        {
          "heading": "BSc Economics & Finance - 2:1",
          "info": "Three year course.\nModules included: Econometrics, Microeconomics,\n Macroeconomics, Fiancial Economics and Capital Markets.",
          "aside": {
            "title": "University of York",
            "period": "Sep 14 - Jul 17"
          }
        },
        {
          "heading": "A-Levels",
          "info": "Mathematics, Economics, Chemistry, Biology",
          "aside": {
            "title": "St Dominic's Sixth Form College",
            "period": "Sep 12 - Jul 14"
          }
        }
      ]
    },
    "skills": {
      "heading": "Skills",
      "icon": {
        "name": "users-cog"
      },
      "articles": [
        {
          "info": "-Communication\n\n-Attention to Detail\n\n-Adaptable to Change\n\n-Quick Learner\n\n-Problem Solving\n\n-Modelling\n    -HTML\n    -CSS\n    -Ruby\n\n   -JavaScript\n   -Swift\n   -SQL\n\n  -Jasmine\n  -Travis\n  -Heroku\n  -RSpec\n  -Rails\n  -TDD\n   -Agile Process",
          "techIcons": [
            "sql",
            "ruby",
            "javascript",
            "swift",
            "heroku",
            "jasmine",
            "tdd",
            "travis"
          ],
          "aside": {}
        }
      ]
    },
    "interests": {
      "heading": "Interests",
      "icon": {
        "name": "user-alt"
      },
      "articles": [
        {
          "heading": "Blogging",
          "info": "As part of the Makers Academy course, a friend and I set up an instagram page to showcase the projects worked on throughout the course.",
          "aside": {
            "icon": {
              "name": "instagram"
            }
          }
        },
        {
          "heading": "Art",
          "info": "Casual painter, try to pick up a paintbrush whenever I get a chance.",
          "aside": {
            "icon": {
              "name": "paint-brush"
            }
          }
        },
        {
          "heading": "Gym/Fitness",
          "info": "Regular gym goer, interests in powerlifting and bodybuilding.",
          "aside": {
            "icon": {
              "name": "dumbbell"
            }
          }
        }
      ]
    }
  }
}
